chinese_scam_question_data = [
    {"image": "https://sgscamcheck.com/wp-content/uploads/2022/04/Screen_Shot_2022-04-21_at_11.53.05_AM-removebg-preview.png",
     "text": "您收到一封电子邮件，说您可以从远亲那里获得5百万元的巨额遗产, 不过在申请领取遗产时您必须先支付$500的行政费."
             "\n不过在申请领取遗产时您必须先支付$500的行政费.",
     "question": "您应当怎样处理？",
     "selection": ["不理会它. 同时删除电邮信件.", "即刻付款,与五百万相比，这只不过是一笔小数目."],
     "answer": "不理会它. 同时删除电邮信件.",
     "why": "这通常被称为继承诈骗."
            "\n 1) 如果某件事听起来好得令人难以置信, 那它可能是骗局。"
            "\n 2) 不要将钱转给陌生人. 即使他们声称这笔行政费将用于获取更大的财富."},
    {"image": "https://www.investright.org/wp-content/uploads/2022/03/blog-nasaa-top-investor-threats.jpg",
     "text": "您在脸书上收到自称为股票经纪人的信息，他们要跟您索取个人详细资料，例如身份证和护照号码以获取投资表格，同时也要求您支付巨额行政费用以获得利润回报.",
     "question": "您应当怎样处理？",
     "selection": ["点击 URL 链接并立即提供银行详细 资 料和 一次性密码(OTP).", "不必加以理会."],
     "answer": "不必加以理会.",
     "why": "\n 这就是众所周知的投资骗局."
            "\n 1) 切勿向陌生人透露个人资料."
            "\n 2) 在进行投资之前, 先查询投资公司的背景. 可通过新加坡金融管理局网站 (www.mas.gov.sg) 上的投资者警报列表查询."
            "\n 3) 投资时, 务必了解投资风险. 请确记, 高回报伴随着高风险."},
    {"image": "https://sgscamcheck.com/wp-content/uploads/2022/04/image-removebg-preview-3.png",
     "text": "您收到一则信息，说您的手机已被黑客入侵，他们威胁您如不付钱给他们, 他们会将您的个人 视频发送给您的亲戚和朋友.",
     "question": "您应当怎样处理？",
     "selection": ["不理会它. 同时删除信息", "相信他们所说的是事实并汇款给他们."],
     "answer": "不理会它. 同时删除信息",
     "why": "\n 这通常被称为网络勒索诈骗."
            "\n1) 不要轻易相信陌生人拥有你的照片和视频."
            "\n2) 切勿提供您的个人详细信息. 诈骗份子会利用你的身份为自己谋利."
            "\n3) 不要付钱. 与您值得信赖的人商讨, 并在必要时报警."},
    {"image": "https://www.copcommunitysg.com/images/copcommunitysg-Impersonation-scams.jpg",
     "text": "您接到一个电话录音的电话, 说是警察局打来的. 它说您被涉及正在调查中的可疑活动, 并要求您按“1”以了解更多详情.",
     "question": "您应当听从指示吗？",
     "selection": ["按电话键的“1”询问详情.", "即刻挂断电话."],
     "answer": "即刻挂断电话.",
     "why": "\n这通常被称为冒充身份类诈骗."
            "\n1) 注意前面带有“+”的数字的电话号码. 不要接听这些号码的电话,除非这是您所熟悉和认识的亲友海外电话号码."
            "\n2) 不要向任何人提供机密信息. 政府官员绝不会通过电话要您提供个人详细信息."
            "\n3) 如果来电者无法确认自己的合法身份, 请立即挂断."},
    {"image": "https://sgscamcheck.com/wp-content/uploads/2022/04/image-removebg-preview-1-2.png",
     "text": "您接到一通电话，说您有一个装有iPhone 13苹果手机的包裹. 对方声称电话已付款, 但他需要您通过在线转账支付$150额外的递送费, 不过您确定您和您的家人都没有订购iPhone 13苹果手机.",
     "question": "您是否应该支付150元以获得这款最新的iPhone手机",
     "selection": ["是的, 付$150来获得Iphone的新款手机.", "拒绝他.天下没有免费的午餐"],
     "answer": "拒绝他.天下没有免费的午餐",
     "why": "\n这通常被称为电子商务诈骗."
            "\n1) 在线下单时, 坚持平台内使用官方认可的支付方式或货到付款方式."
            "\n2) 如有疑问, 请在进行任何交易前致电您的家人以确认订单."},
    {"image": "https://sgscamcheck.com/wp-content/uploads/2022/04/istockphoto-893852548-612x612-removebg-preview.png",
     "text": "您在WhatsApp上收到一则待遇优厚的工作信息. 潜在的“雇主”承诺每月支付$6000的高薪, 并且工作简单又轻松",
     "question": "您是否要提供您的个人详细资料给他们？",
     "selection": ["提供您的个人详细资料给他们.","从手机中删除这则信息."],
     "answer": "从手机中删除这则信息.",
     "why": "\n这通常被称为职业诈骗."
            "\n1) 承诺以最少的努力来获得高回报的工作机会通常是个骗局."
            "\n2) 如果有莫名的工作机会找上门, 请始终通过官方渠道与招聘公司核实工作机会的真实性."
            "\n3) 洗黑钱是一种严重的犯罪行为 ,银行客户需承担任何在帐户中所进行交易的 法律责任."},
    {"image": "https://blog.avast.com/hubfs/lottery_scams.2.jpg",
     "text": "您接到一通电话, 对方声称他是本地一家银行的职员. 他祝贺您在幸运抽奖中赢得了一辆汽车. 但要领奖时, 您必须提供他您的电子银行登录帐户或一次性密码(OTP)",
     "question": "您是否要提供您的个人银行账户资料以获取奖品？",
     "selection": ["提供您的个人银行账户资料和一次性密码以获取奖品","通知他您没兴趣, 然后即刻挂断电话"],
     "answer": "通知他您没兴趣, 然后即刻挂断电话",
     "why": "\n这通常被称为奖金骗局."
            "\n1) 银行绝不会向您索取您的帐号登录资料."
            "\n2) 不必理会那些说你赢了奖金的电话, 尤其是当你还没有参加任何幸运抽奖时."
            "\n3) 提防任何“快速致富”的优惠."},
    {"image": "https://onecms-res.cloudinary.com/image/upload/s--y3WRr1PO--/c_fill%2Cg_auto%2Ch_468%2Cw_830/f_auto%2Cq_auto/v1/cna-migration/mlc-main.jpg?itok=eXxs-Lmp",
     "text": "您接到一个自称是您失散多年的朋友或同事的电话.  她不停地问您是否记得她的声音或对她有什么特别的印象. 但她却不愿意透露她的名字,她是在什么地方或者什么时候认识您的?",
     "question": "您是否应当尝试猜测她的身份？",
     "selection": ["尝试猜测她的身份并说出她的某些特征来暗示她是不是您所猜测的身份","告诉她明确的表明自己的身份，若她拒绝表明身份就马上挂断电话."],
     "answer": "告诉她明确的表明自己的身份，若她拒绝表明身份就马上挂断电话.",
     "why": "\n这通常被称为冒冲身份类诈骗."
            "\n1) 骗子会企图迷惑您, 让您相信他们说的话."
            "\n2) 不要给骗子任何提示, 即使声音听起来很熟悉."
            "\n3) 如果他们不想透露有关他们的任何信息，请即刻结束通话"},
    {"image": "https://cdn.buttercms.com/q02491pxQUagd60lFHzQ",
     "text": "您接到一通听起来很紧急的电话, 对方声称您的儿子发生了车祸了,需要$500才能进行紧急手术.当您试图进一步向他了解详情时，他却回避您的问题并说您儿子的生命比任何事情更重要.",
     "question": "您应该立刻转账给对方吗？",
     "selection": ["即刻将钱转入对方的帐户以挽救您儿子的生命", "不要转帐给对方. 先电话联络您的儿子或家里的其他成员."],
     "answer": "不要转帐给对方. 先电话联络您的儿子或家里的其他成员.",
     "why": "\n这通常被称为冒冲身份类诈骗."
            "\n1) 不管对方语气听起来多么紧急, 最好先打电话给儿子来确认事情的真伪或 联系能够理性分析情况的家里其他成员."
            "\n2) 先保持冷静, 不要让他们急促的语气来影响您做出任何轻率的行动."},
    {"image": "https://securecdn.pymnts.com/wp-content/uploads/2018/07/square-smb-phishing-1000x600.jpg",
     "text": "您收到了一条则来自XYZ银行的信息。这是信息内容.'我们在您的帐户中检测到可疑交易。请立即点击此链接(XYZ-bank.com/sg/online-banking/?241245241254)来确认'",
     "question": "你应该点击链接吗？",
     "selection": ["不要点击链接. 立即删除信息", "点击链接来查看帐户是否有不寻常的交易."],
     "answer": "不要点击链接. 立即删除信息",
     "why": "\n这被称为网络钓鱼邮件."
            "\n1)不要点击邮件中的任何附件或链接，因为这通常会导致将病毒或恶意软件安装到您的设备中. 不要理会并删除此邮件."
            "\n2) 上网游览 www.scamalert.sg 以了解更多关于诈骗信息，或拨打反诈骗热线 1800-722-6688."},

]

